import React from "react";

const AboutUs = () => {
  return (
    <div className=" bg-black text-white ">
      <div className="max-w-6xl mx-auto px-6 py-8 flex flex-col md:flex-row gap-16">
        <div className="md:w-1/2">
          <h2 className="text-4xl font-bold text-white mb-6">Наша історія</h2>
          <p className="text-gray-300 leading-relaxed">
            Пральня Prano відкрилася у 2015 році, маючи на меті забезпечити
            бізнес-клієнтів високоякісними послугами з прання та догляду за
            текстилем. Від самого початку ми зробили ставку на надійність,
            сучасні технології та бездоганний сервіс, що дозволило нам завоювати
            довіру провідних компаній.
            <br />
            <br />
            Серед наших постійних клієнтів — Royal Apart, Aristo hotel, Austrian
            hotel, Emily Resort, Sport Life, Leogrand та багато інших
            організацій, які цінують чистоту, якість та професійний підхід. Ми
            пишаємося тим, що вже багато років співпрацюємо з цими компаніями,
            забезпечуючи їм найкращий сервіс та довгострокове партнерство.
          </p>
        </div>

        <div className="md:w-1/2">
          <h2 className="text-4xl font-bold text-white mb-6">Наше бачення</h2>
          <p className="text-gray-300 leading-relaxed">
            Prano прагне стати еталоном у сфері професійного догляду за
            текстилем. Ми використовуємо передові екологічні технології,
            безпечні миючі засоби та інноваційне обладнання, щоб гарантувати
            ідеальну чистоту та довговічність виробів наших клієнтів.
            <br />
            Ми віримо, що якісний сервіс — це не просто прання, а комплексний
            підхід, що включає індивідуальні рішення для кожного партнера. Наша
            місія — забезпечити бізнесу та готельно-ресторанному сектору
            бездоганну чистоту, надійність та турботу про кожну деталь.
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUs