import React from "react";

function PrivacyPolicy() {
  return (
    <div className="min-h-screen bg-white pt-36 px-6 md:px-20 pb-16 font-sans text-Ndark">
      <h1 className="text-4xl font-bold mb-8 text-center">
        Політика конфіденційності
      </h1>

      <div className="max-w-3xl mx-auto text-lg leading-relaxed space-y-6">
        <p>
          Хімчистка-пральня
          «PRANO» надає послуги з чистки й відновлення одягу, взуття, сумок і
          аксесуарів, опрацьовує замовлення клієнтів, діючи у межах чинного
          законодавства України, підтримуючи відкриту й доброчесну взаємодію,
          зокрема у роботі з персональними даними замовників (клієнтів). Сайт
          компанії https://prano.group сприяє інформаційній підтримці клієнтів і
          налагодженню контактів між обома сторонами (замовником і виконавцем).
        </p>

        <h2 className="text-2xl font-semibold mt-8">ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
        <p>
          Хімчистка-пральня «PRANO» поважає дотримання конфіденційності
          персональних даних фізичних осіб і забезпечує захист інформації,
          отриманої від суб’єктів персональних даних. Ми неухильно дбаємо про
          збереження та використання особистих відомостей в обсязі, належному
          для користування послугами компанії. Для користування нашими послугами
          нам знадобляться від клієнта його персональні дані. Жоден замовник не
          зобов’язаний надсилати нам відомості про себе, однак без цього
          неможливо отримати основні послуги нашої компанії. Користуючись нашими
          послугами, зокрема цим сайтом чи будь-якими телефонними додатками,
          розробленими нашою компанією для поліпшення надання своїх послуг,
          користувач надає згоду на доступ, обробку, поширення та використання
          персональних даних. Якщо ви розпочали користуватися цим сайтом, це
          означає, що ви прийняли і згодні повністю виконувати умови нашої
          Політики конфіденційності. Персональні дані користувачів обробляються
          виключно у межах вимог Закону України «Про захист персональних даних».
          Доступ третім особам до персональних даних надається нашою компанією
          лише у випадках, прямо передбачених чинним законодавством України.
          Законодавчу основу для створення Політики конфіденційності нашого
          сайту становить Конституція України і Закон України «Про захист
          персональних даних».
        </p>

        <h2 className="text-2xl font-semibold mt-8">
          ОСНОВНІ ТЕРМІНИ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
        </h2>
        <p>
          Політика конфіденційності – це відкритий і обов’язковий для
          ознайомлення документ, у якому детально прописані умови та методи
          роботи веб-сайту з персональними даними користувачів. Користувач сайту
          – це особа, яка зареєструвалася на сайті, надавши необхідні для цього
          відомості про себе та прийнявши правила та умови користування
          ресурсом. Персональні дані – особиста інформація, за якою можна
          встановити фізичну особу. Суб’єкти персональних даних – це
          ідентифіковані користувачі веб-сайту (у контексті Політики
          конфіденційності). Обробка персональних даних – це робота з
          персональною інформацією користувачів сайту з метою збору, запису,
          систематизації, структурування, зберігання, зміни, упорядкування,
          перегляду, використання цих відомостей у межах Правил користування
          сайтом. Закон України «Про захист персональних даних» – це основний
          документ у врегулюванні процесів з обробки особистих даних, не
          порушуючи право людини на невтручання в її особисте життя.
        </p>

        <h2 className="text-2xl font-semibold mt-8">
          ЗГОДА НА ВИКОРИСТАННЯ ПЕРСОНАЛЬНИХ ДАНИХ
        </h2>
        <p>
          Згода на використання ваших особистих даних – це згода на збір,
          зберігання та використання відомостей про вас згідно з умовами
          Політики конфіденційності. Перед тим, як ухвалити рішення про надання
          нам дозволу на отримання чи автоматичне збирання ваших персональних
          даних, детально вивчіть умови Політики конфіденційності.
        </p>

        <h2 className="text-2xl font-semibold mt-8">
          МЕТА ВИКОРИСТАННЯ ІНФОРМАЦІЇ
        </h2>
        <p>
          Під час надання послуг хімчистка-пральня «PRANO» застосовує особисті
          дані користувачів для: опрацювання замовлення, адміністрування
          профілів користувачів, відповідей на ваші запити, можливі зауваження
          щодо обслуговування; допомагає встановлювати рівень зацікавленості
          клієнтів нашими послугами; надає змогу встановлювати індивідуальні
          налаштування під час користування сайтом чи розробленими нами
          мобільними додатками; надсилає користувачам сервісні чи службові
          повідомлення, оновлення, попередження про безпеку та сповіщення
          облікового запису; виявляє та запобігає шахрайству, спаму,
          зловживанням, інцидентам безпеки та іншій шкідливій діяльності на
          сайті; сприяє наданню, персоналізації та вдосконаленню реклами та
          маркетингу (користувачам надсилаються рекламні повідомлення,
          маркетингова та інша інформація, наприклад, щоб інформувати про
          спеціальні пропозиції від компанії); забезпечує дотримання законного
          права в управлінні нашим бізнесом та адміністрування бізнес-процесів,
          пов’язаних із наданням послуг через сайт; забезпечує реалізацію
          політики онлайн-ресурсу.
        </p>

        <h2 className="text-2xl font-semibold mt-8">ЗАХИСТ ІНФОРМАЦІЇ</h2>
        <p>
          Інформація, яка збирається на сайті, захищена технічними засобами і
          процедурами забезпечення безпеки з метою запобігання несанкціонованому
          доступу або використання даних. Уся зібрана нами інформація
          охороняється як комерційна таємниця в порядку, визначеному законом.
        </p>

        <h2 className="text-2xl font-semibold mt-8">ЗБЕРІГАННЯ ІНФОРМАЦІЇ</h2>
        <p>
          Ми неухильно дотримуємося законодавства і правил про збереження вашої
          особистої інформації. Втім, передача даних мережею Інтернет, як і
          електронне зберігання відомостей, не гарантує їх абсолютну безпеку. Ми
          вживаємо усіх заходів, спрямованих на запобігання доступу до ваших
          даних сторонніх осіб. Якщо ви зауважили, що ваш обліковий засіб
          використовується несанкціоновано, терміново повідомте про це нам.
        </p>

        <h2 className="text-2xl font-semibold mt-8">ВИДАЛЕННЯ ІНФОРМАЦІЇ</h2>
        <p>
          Суб’єкт персональних даних може зробити запит на видалення його
          персональних даних зі сайту, надіславши відповідного листа на
          електронну пошту pranolviv@gmail.com. Після отримання запиту
          адміністратором сайту буде вжито заходів для підтвердження того, що
          особа, яка звернулася із запитом, є законним власником тієї
          інформації, яку просить видалити. В разі підтвердження обґрунтованості
          запиту на видалення персональних даних такі відомості будуть видалені
          впродовж 14 днів.
        </p>

        <h2 className="text-2xl font-semibold mt-8">
          ВІКОВІ ОБМЕЖЕННЯ ВИКОРИСТАННЯ ДАНИХ
        </h2>
        <p>
          Хімчистка-пральня «PRANO» збирає й опрацьовує дані винятково осіб,
          яким виповнилося 16 років. Ми не надаємо послуги дітям до набуття
          цього віку і не збираємо інформацію про них без згоди на те батьків
          або осіб, які їх замінюють.
        </p>

        <h2 className="text-2xl font-semibold mt-8">
          ВНЕСЕННЯ ЗМІН ДО ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
        </h2>
        <p>
          Ми можемо доповнювати або змінювати деякі аспекти Політики
          конфіденційності відповідно до змін у законодавстві України чи у
          діяльності компанії. Однак гарантуємо, що основний критерій цього
          документу – доброчесність і прозорість у роботі з даними користувачів
          – не порушимо.
        </p>
      </div>
    </div>
  );
}

export default PrivacyPolicy;
